/* 
   MadridRegistration.strings
   Conference

   Created by Josh Converse on 2011/01/26.
   Copyright 2011 Apple. All rights reserved.
*/

// This string is defined as part of the Conference framework as well
"FACETIME" = "iMessage";

// Generic
"FACETIME_ALERT_OK" = "好";
"FACETIME_ALERT_CANCEL" = "取消";
"LOADING" = "正在载入…";
"SIGNING_IN" = "正在登录…";
"VERIFYING" = "正在验证";
"NEXT" = "下一步";
"ERROR" = "错误";
"LEARN_MORE" = "了解更多";

/*
 Account Alias Summary
 
 These strings are used when attempting to show a summary of the useable account
 aliases.
*/
"ALIAS_SUMMARY_0_0" = "没有地址";
"ALIAS_SUMMARY_0_N" = "%@ 个电子邮件地址"; // Value comes from NSNumberFormatter
"ALIAS_SUMMARY_1_N" = "%@ 个地址"; // Value comes from NSNumberFormatter

// No Account / Alias
/* Filler text if there is no account or alias available */
"FACETIME_ACCOUNT_INFO_UNAVAILABLE" = "使用 Apple ID 登录 iMessage";
"FACETIME_ALIAS_INFO_UNAVAILABLE" = "不适用"; // Nobody should see this string

// Generic Server Errors
"FACETIME_ACTIVATION_ERROR_TITLE" = "激活 iMessage";
"FACETIME_ACTIVATION_ERROR_GENERIC" = "无法联系 iMessage 服务器。请再试一次。";

// Splash Page
"FACETIME_SPLASH_SYNOPSIS" = "可在 iPhone、iPad 和 iPod touch 之间发送 iMessage。";
"FACETIME_SPLASH_LEARN_MORE" = "进一步了解 iMessage";
"FACETIME_SPLASH_LEARN_MORE_URL_iphone" = "http://www.apple.com/iphone/built-in-apps/messages.html";
"FACETIME_SPLASH_LEARN_MORE_URL_ipod" = "http://www.apple.com/ipodtouch/built-in-apps/messages.html";
"FACETIME_SPLASH_LEARN_MORE_URL_ipad" = "http://www.apple.com/ipad/built-in-apps/messages.html";
"FACETIME_SPLASH_GET_STARTED" = "开始使用";

/*
  Sign in page

  This is the first page in the first-time account setup flow. The user enters
  their AppleID and password, and if their credentials are right, they will
  proceed to the next stage in the setup flow
*/
"FACETIME_SIGNIN_TITLE" = "输入 Apple ID";
// This is the normal sign-in description text
"FACETIME_SIGNIN_DESCRIPTION_iphone" = "用 Apple ID 登录来激活 iMessage。";
"FACETIME_SIGNIN_DESCRIPTION_ipad" = "用 Apple ID 登录来激活 iMessage。";
/* If the user was forcibly signed out of FaceTime by the server, we'll display
this instead of FACETIME_SIGNIN_DESCRIPTION */
"FACETIME_SIGNIN_LOGIN_FAILED_DESCRIPTION" = "您已注销 iMessage，因为您的 Apple ID 或密码发生了改变。请登录来打开 iMessage。";
/* Placeholder text for the username field */
"FACETIME_USERNAME_LABEL" = "name@example.com";
/* Placeholder text for the password field */
"FACETIME_PASSWORD_LABEL" = "密码";
/* Text on the sign in button */
"FACETIME_SIGNIN_BUTTON_LABEL" = "登录";
/* Text on the create new account button */
"FACETIME_SIGNIN_CREATE_ACCOUNT_BUTTON_LABEL" = "创建新帐户";
/* These are the errors that may be returned from the server as a result of
signing in. FACETIME_SIGNIN_ERROR_GENERIC is the catch-all */
"FACETIME_SIGNIN_ERROR_GENERIC" = "激活出错。请再试一次。";
"FACETIME_SIGNIN_ERROR_BLANK_USERNAME" = "请输入有效的用户名。";
"FACETIME_SIGNIN_ERROR_INVALID_CREDENTIALS" = "“%@”的用户名或密码不正确。请再试一次。";
"FACETIME_SIGNIN_ERROR_NEW_PASSWORD_NEEDED" = "此 Apple ID 的密码需要更新。";
"FACETIME_SIGNIN_ERROR_ACCOUNT_NOT_AUTHORIZED" = "所提供的 Apple ID 需要更多信息才能继续。";
"FACETIME_SIGNIN_ERROR_TIMEOUT" = "无法登录。请检查您的网络连接，然后再试一次。";
"FACETIME_SIGNIN_ERROR_COULDNT_LAUNCH_MAIL" = "无法启动 Mail。";

// Email validation page
"FACETIME_EMAIL_TITLE" = "iMessage";
"FACETIME_EMAIL_DESCRIPTION_iphone" = "人们将用您的电子邮件地址给您发送信息。请问您要使用哪个邮件地址？";
"FACETIME_EMAIL_DESCRIPTION_ipad" = "人们将用您的电子邮件地址给您发送信息。请问您要使用哪个邮件地址？";
"FACETIME_EMAIL_ADDRESS_LABEL" = "地址";
"FACETIME_EMAIL_ADDRESS_PLACEHOLDER" = "电子邮件地址";
"FACETIME_EMAIL_VALIDATE_LABEL" = "验证电子邮件地址";
"FACETIME_EMAIL_CHECK_MAIL_LABEL" = "检查 Mail";
"FACETIME_EMAIL_CHECK_MAIL_DESCRIPTION" = "无法验证地址。已向上述电子邮件地址发送了一封含验证链接的电子邮件。";
"FACETIME_EMAIL_ERROR_GENERIC" = "验证电子邮件时出错";
"FACETIME_EMAIL_ERROR_IN_USE" = "无法验证，因为此电子邮件已在使用中。";
"FACETIME_EMAIL_ERROR_NOT_AVAILABLE" = "此电子邮件地址无法用于 iMessage。";

/* This message is a worst-case everything-failed message. Users should never see it, but if they do, we're at a point where things are seriously broken on their device */
"FACETIME_EMAIL_UNABLE_TO_ADD_ALIAS" = "无法添加电子邮件地址“%@”。";

// Alias detail page
/* Title at the top of the alias detail page */
"FACETIME_ALIAS_TITLE" = "电子邮件";
"FACETIME_ALIAS_DELETE_CONFIRMATION_MESSAGE" = "您将无法再通过 %@ 接收 iMessage。";
"FACETIME_ALIAS_DELETE_CONFIRMATION_BUTTON" = "移除电子邮件地址";
"FACETIME_RESEND_VALIDATION_EMAIL" = "重新发送验证电子邮件";
"FACETIME_REMOVE_ALIAS" = "移除此电子邮件";

/*
  Server driven account pages

  These are the server-driven account pages used for various portions of the
  signup process. At the moment, they include
    * Creating a new account
    * Changing the password on an account
    * Editing an account's information
    * Re-authorizing an account (giving us permission, tos's, etc)
*/
// This is shown in the navigation bar before the server dictates a new string for us
"FACETIME_ACCOUNT_PAGE_TITLE" = "帐户";

/*
 Settings Screen
 
 This is the overall configuration screen for FaceTime. You can turn on/off the
 service, add/remove email addresses, and configure Caller ID settings.
 */

/* Privacy disclaimer. Shown underneath the FaceTime on/off switch */
"FACETIME_SWITCH_STATUS_DEFAULT" = "可在 iPhone、iPad 和 iPod touch 之间\n发送 iMessage。"; /* Break added for english to not orphan 'touch' */
"FACETIME_SWITCH_STATUS_IN_PROGRESS" = "正在等待激活…";
"FACETIME_SWITCH_STATUS_FAILED" = "未成功激活。\n请打开 iMessage 再试一次。";

"SETTINGS_CALL_GROUP_LABEL" = "在被叫方显示的本机地址";
"FACETIME_SETTINGS_CALLER_ID_LABEL" = "在被叫方显示的本机地址";
"FACETIME_SETTINGS_ACCOUNT_LABEL" = "Apple ID：";
"FACETIME_SETTINGS_ADD_ANOTHER_EMAIL" = "添加其他电子邮件…";
"FACETIME_SETTINGS_ADD_AN_EMAIL" = "添加电子邮件…";
"FACETIME_SETTINGS_EMAIL_INPUT_LABEL" = "电子邮件";

"FACETIME_SETTINGS_ALIAS_LABEL_iphone" = "您的信息接收方式：\n";
"FACETIME_SETTINGS_ALIAS_LABEL_ipad" = "您的信息接收地址：";
    // These are the labels for the various states on the left hand side of each email.
    "FACETIME_ALIAS_STATUS_DEFAULT" = "未知";
    "FACETIME_ALIAS_STATUS_FAILURE" = "错误";
    "FACETIME_ALIAS_STATUS_VALIDATING" = "正在验证";
    "FACETIME_EMAIL_ALIAS_STATUS_VALIDATED" = "电子邮件";
    "FACETIME_PHONE_ALIAS_STATUS_VALIDATED" = "电话";

/*
  Account Popup
  
  This is the popup that appears when a user on the settings page taps the
  account button. It provides a list of a few options the user can take that are
  account specific
*/
"FACETIME_ACCOUNT_POPUP_TITLE" = "iMessage 帐户";
"FACETIME_ACCOUNT_POPUP_EDIT_LOCATION" = "更改位置";
"FACETIME_ACCOUNT_POPUP_VIEW_ACCOUNT" = "显示帐户";
"FACETIME_ACCOUNT_POPUP_SIGN_OUT" = "注销";

// Forgot Password Popup
"FACETIME_FORGOT_PASSWORD_ALERT_TITLE" = "Apple ID 密码";
"FACETIME_FORGOT_PASSWORD_ALERT_MESSAGE" = "您输入错误密码的次数太多。";
"FACETIME_FORGOT_PASSWORD_ALERT_OK" = "获取密码";

/*
  Locale Entry
  
  This is the page where the user must choose a country/region and possibly
  enter a phone number if the region isn't enough to auto-guess a phone number.
  The phone number field won't appear until a region has been chosen, and then
  only if the region doesn't have sufficient phone number information.
*/
"FACETIME_LOCALE_COUNTRY_SELECT_LABEL" = "地区";
"FACETIME_LOCALE_DESCRIPTION_TITLE" = "位置";
"FACETIME_LOCALE_DESCRIPTION" = "请选择国家或地区来允许 iMessage 给您地址簿中的本地号码发送信息。";
"FACETIME_LOCALE_PHONE_FIELD_LABEL" = "电话";
"FACETIME_LOCALE_PHONE_FIELD_DESCRIPTION" = "请提供此地区的样本电话号码。";
"FACETIME_LOCALE_MISSING_REGION_ALERT_MESSAGE" = "请选择地区。";
// This is the common-case error for the server saying "your region + phone combination was no good"
"FACETIME_LOCALE_ERROR_INVALID_PROFILE" = "地区与电话号码的这一搭配无法使用。";

/*
  Network Alerts

  These strings are used for showing network-centric alerts, primarily to prompt
  the user to enable networking.
*/
"FACETIME_NETWORK_ERROR_TITLE" = "iMessage 不可用";
"FACETIME_NETWORK_SETTINGS_BUTTON" = "设置";
// Wi-Fi only devices
"FACETIME_NETWORK_ERROR_WIFI" = "打开 Wi-Fi 来设置 iMessage。";
"FACETIME_NETWORK_ERROR_WLAN" = "打开无线局域网来设置 iMessage。";
// Cellular devices
"FACETIME_NETWORK_ERROR_CELL" = "打开蜂窝数据或通过 Wi-Fi 来设置 iMessage。";
"FACETIME_NETWORK_ERROR_CELL_WLAN" = "打开蜂窝数据或通过无线局域网来设置 iMessage。";
"FACETIME_NETWORK_ERROR_CELL_NO_WIFI" = "打开蜂窝数据来设置 iMessage。";
// Roaming cellular devices
"FACETIME_NETWORK_ERROR_ROAM" = "使用 Wi-Fi 或启用数据漫游来设置 iMessage。可能要另行缴费。";
"FACETIME_NETWORK_ERROR_ROAM_WLAN" = "使用无线局域网或启用数据漫游来设置 iMessage。可能要另行缴费。";
"FACETIME_NETWORK_ERROR_ROAM_NO_WIFI" = "启用“数据漫游”来设置 iMessage。可能要另行缴费。";

// "Facetime is disabled" Page
"FACETIME_DISABLED_DESCRIPTION_TITLE" = "iMessage 设置";
"FACETIME_DISABLED_DESCRIPTION" = "iMessage 已在“设置”中关闭。您要重新开启吗？";
"FACETIME_DISABLED_TURN_ON_LABEL" = "打开 iMessage";
